/* 
   Localizable.strings
   Get Lyrical

   Created by Christopher John Shull on 10/24/09.
   Copyright 2009 Shullian Productions, LLC. All rights reserved.
 */

"Lyrics Not Found" = "抱歉，未能找到歌詞"; /*"Aucune parole trouvée";*/ /* the playlist name for not found lyrics */
"of" = "/" /*"de"*/;
"Done! Found: " = "完成！已找到：" /*"Effectué! A trouvé: "*/;
	/* the following describe what the lyrics window is showing */
"Selection" = "選中歌曲";
"Active" = "實時";
"Current" = "當前歌曲";
"HUD" = "平視顯示器(HUD)"; /* this stands for Heads Up Display - this is used if the lyrics window is acting on it's own, not tied to any of the above */

"Lyrics" = "歌詞";
"No" = "是";
"Yes" = "否";
"OK" = "確認";
"No tracks selected..." = "沒有選擇歌曲..."; /*"Aucuns morceaux sélectionnés...";*/
"Would you like to overwrite any existing lyrics?" = "您希望覆寫已經存在的歌詞嗎?"; /*"Voulez-vous écraser des paroles existantes?";*/
"No tracks selected or playing." = "沒有選擇或播放歌曲."; /*"Aucuns morceaux sélectionnés ou en cours de lecture.";*/
"No tracks playing..." = "沒有正在播放的歌曲..."; /*"Aucuns morceaux en cours de lecture...";*/
"No track in HUD..." = "在平視顯示器(HUD)中沒有歌曲..."; /*"Aucun morceau dans le HUD...";*/
"No track playing." = "沒有正在播放的歌曲.";
"No track selected (or you have more than one track selected)." = "請選擇歌曲 (或您選擇了多首歌曲)"; /*"Aucun morceau sélectionné (ou alors vous avez plus d'une chanson de sélectionnée).";*/
"Not up to date (current version: " = "您的版本已過時 (最新版本: "; /*"Pas à jour (version actuelle: ";*/
"latest version: " = "最新版本:"; /*"dernière version: ";*/
"Update now?" = "現在就更新嗎?"; /*"Mettre à jour maintenant?";*/
"Not Yet" = "尚未完成";
"Get Update" = "更新"; /* "Obtenir la mise à jour" If this is a button name, replace by "Obtenir" ("Get"): the context will make it clear, and the button name is otherwise too long)*/
"You are up to date (version: " = "已為最新 (版本: "; /*"Votre version actuelle est à jour (version: ";*/


"Edit" = "編輯"; /*"Editer";*/ /* Text for the Edit button - must match the edit button in the nib */
"Save" = "保存"; /* Text for the Save button */

"Unable to check version. Do you have an internet connection? You can also check http://shullian.com." = "檢查版本失敗。您的網絡連接正常嗎？您也可以訪問 http://shullian.com";
